[
 {
   "id": 1,
   "name": "The Locus",
   "address": "62 Đ. Trần Hưng Đạo, Phường Phạm Ngũ Lão, Quận 1, Thành phố Hồ Chí Minh 700000, Việt Nam",
   "description": "“Locus” trong Latin cổ là từ chỉ địa điểm, vị trí. \nNhưng với The Locus bạn không chỉ biết đến là một địa điểm tại Sài Gòn mà còn là nơi xoa dịu tâm hồn. Từ không gian có ánh đèn vàng dịu nhẹ, bức tường sẫm tối đến nội thất cổ điển là sự kết hợp hoàn hảo để mang đến cảm giác ấm áp, riêng tư giúp bạn thư giãn trong thế giới của riêng mình. Cùng với không gian ấy là những ly cocktails tuyet vời có nhiều hương vị khác nhau đều hội tụ ở The locus . \nLocus khiến ta vui những ngày rực nắng và an ủi được nỗi buồn khi trời vừa đổ cơn mưa. Dù bạn đi chơi với bạn bè hay xả stress sau giờ làm việc thì The Locus luôn sẵn sàng là người bạn đồng hành.",
   "type": "Bar Chill",
   "timeOpen": "18:00",
   "timeClosed": "00:00",
   "latitude": "10.766597212241551",
   "longitude": "106.69385997089711",
   "web": "https://www.facebook.com/thelocus.1/",
   "imageName": "The Locus",
   "isFavourite": false,
   "isFeatured": false
 },
 {
   "id": 2,
   "name": "Chill Skybar",
   "address": "76A Lê Lai, Phường Bến Thành, Quận 1, Thành phố Hồ Chí Minh, Việt Nam",
   "description": "Chill Skybar là quán bar được khá nhiều dân chơi Sài Thành biết đến. Quán nằm nổi bật trên sân thượng của tòa nhà cao ốc AB Tower với không gian âm nhạc lý thú sẽ giúp bạn bùng nổ mọi cảm xúc. Chill Skybar nổi tiếng là nơi có không gian cuốn hút, âm nhạc sôi động mà đồ uống còn khá ngon, hấp dẫn. Ngoài những ly cocktail mới lạ, Chill Skybar còn có cả các món ăn hảo hạng được chế biến từ những nguyên liệu tươi, sạch được chọn lọc kỹ lưỡng. Là một địa điểm lý tưởng cho những cuộc vui chơi cùng bạn bè, tận hưởng vẻ đẹp sang trọng, lãng mạn của Sài Gòn về đêm.",
   "type": "Sky Bar",
   "timeOpen": "17:30",
   "timeClosed": "02:00",
   "latitude": "10.770618610128405",
   "longitude": "106.69432397089706",
   "web": "https://www.facebook.com/like.chill.saigon",
   "imageName": "Chill Skybar",
   "isFavourite": false,
   "isFeatured": false
 },
 {
   "id": 3,
   "name": "TNR Saigon",
   "address": "57 Đỗ Quang Đẩu, Phường Phạm Ngũ Lão, Quận 1, Thành phố Hồ Chí Minh, Việt Nam",
   "description": "TNR Saigon là một trong những quán bar Sài Gòn tụ hội khá nhiều Expat và Backpacker. Với thiết kế vô cùng cool , TNR Saigon chắc chắn sẽ mang đến cho bạn những cảm nhận mới lạ, độc đáo nhất. Không gian của Air TNR Saigon khá rộng rãi cùng âm nhạc sôi đông, TNR Saigon được đánh giá là một trong những quán bar được giới trẻ Sài Gòn vô cùng yêu thích.",
   "type": "Bar",
   "timeOpen": "20:00",
   "timeClosed": "05:00",
   "latitude": "10.767277811404357",
   "longitude": "106.69061935555497",
   "web": "https://m.facebook.com/profile.php?id=788725874809451",
   "imageName": "TNR Saigon",
   "isFavourite": false,
   "isFeatured": false
 },
 {
   "id": 4,
   "name": "Air 360 Sky Lounge",
   "address": "138 Lê Thị Hồng Gấm, Phường Nguyễn Thái Bình, Quận 1, Thành phố Hồ Chí Minh 700000, Việt Nam",
   "description": "Air 360 Sky Lounge là quán bar trên cao với không gian khá rộng rãi, thoáng mát. Khi đến nơi đây, các bạn có thể ngắm nhìn cả thành phố Sài Gòn từ trên cao cũng như tận hưởng bầu không khí “độc” mà “lạ” tại nơi đây. Tại Air 360 Sky Lounge, bạn có thể thưởng thức những ly cocktail mát lạnh trong nền nhạc progressive house hay electro house sôi động. Và nếu bạn đang cần tìm một nơi để tụ họp với bạn bè thì Air 360 Sky Lounge sẽ là lựa chọn không tồi đâu.",
   "type": "Lounge",
   "timeOpen": "22:00",
   "timeClosed": "03:00",
   "latitude": "10.769038850736615",
   "longitude": "106.697143497884",
   "web": "https://www.facebook.com/airsaigon.vn/",
   "imageName": "Air 360 Sky Lounge",
   "isFavourite": false,
   "isFeatured": false
 },
 {
   "id": 5,
   "name": "Qui Lounge",
   "address": "22 Lê Thánh Tôn, Bến Nghé, Quận 1, Thành phố Hồ Chí Minh, Việt Nam",
   "description": "Khi bạn đến Qui Lounge, bạn sẽ được hòa mình vào thế giới cocktail và tham gia vào cuộc hành trình truy tìm những loại đồ uống đúng với gu của mình. Đồ uống tại Qui Lounge có khá nhiều loại nên có lẽ bạn sẽ bị choáng ngập với sự đa dạng của những loại đồ uống nơi đây. Không chỉ vậy, Qui Lounge khiến bạn bị thu hút bởi phong cách trang trí độ đáo, bắt mắt. Có thể nói, Qui Lounge là sự kết hợp hoàn hảo giữa không gian đẳng cấp giữa những bản nhạc sôi động và hương vị của những những món ăn, đồ uống.",
   "type": "Lounge",
   "timeOpen": "17:30",
   "timeClosed": "02:00",
   "latitude": "10.780969523823915",
   "longitude": "106.70468946904836",
   "web": "https://vi-vn.facebook.com/quilounge/",
   "imageName": "Qui Lounge",
   "isFavourite": false,
   "isFeatured": false
 },
 {
   "id": 6,
   "name": "Boheme",
   "address": "197 Đề Thám, Phường Phạm Ngũ Lão, Quận 1, Thành phố Hồ Chí Minh, Việt Nam",
   "description": "Nổi tiếng trên con phố Tây Bùi Viện, Boheme khá nổi tiếng là quán bar dành cho các dân chơi Sài Thành. Mặc dù có diện tích không được khủng như những quán bar khác nhưng bù lại nơi đây khá danh tiếng với dàn DJ tài năng có thể mix được tất cả các bản nhạc hot nhất thế giới. Đồ uống tại Boheme có hương vị khá đặc trưng với những ly cocktail, tonic soda, beer… vô cùng chất. Giá đồ uống tại đây cũng khá hợp lý, phù hợp với mọi tầng lớp.",
   "type": "Bar",
   "timeOpen": "19:00",
   "timeClosed": "02:00",
   "latitude": "10.767632352538639",
   "longitude": "106.69377459238297",
   "web": "https://vi-vn.facebook.com/BohemeBuiVien/",
   "imageName": "Boheme",
   "isFavourite": false,
   "isFeatured": false
 },
 {
   "id": 7,
   "name": "Canalis Club",
   "address": "264Bis Đ. Nam Kỳ Khởi Nghĩa, Phường 8, Quận 3, Thành phố Hồ Chí Minh, Việt Nam",
   "description": "Là một trong những quán bar “bô lão” của Sài Gòn, Canalis Club đã làm điêu đứng nhiều đối thủ bằng phong cách hiện đại, mới lạ đi cùng đồ uống độc đáo. Có thể nói, Canalis Club chính là điểm hẹn quen thuộc của nhiều người sống về đêm. Điểm công cho Canalis Club là dàn DJ nổi tiếng cùng với âm nhạc sôi động. Phong cách phục vụ của Canalis Club khá chuyên nghiệp nên bạn sẽ có được trải nghiệm những điều tuyệt vời nhất khi muốn thử đi bar lần đầu tại đây.",
   "type": "Bar",
   "timeOpen": "21:00",
   "timeClosed": "03:00",
   "latitude": "10.787619173255477",
   "longitude": "106.68680044021295",
   "web": "https://vi-vn.facebook.com/canalisclub.vn/",
   "imageName": "Canalis Club",
   "isFavourite": false,
   "isFeatured": false
 },
 {
   "id": 8,
   "name": "Carmen Bar",
   "address": "8 Lý Tự Trọng, Bến Nghé, Quận 1, Thành phố Hồ Chí Minh, Việt Nam",
   "description": "Carmen Bar là địa chỉ quán bar dành cho những tín đồ của dòng nhạc Latin sôi động và quyến rũ. Quán luôn có các ca sĩ nước ngoài đến trình diễn và với không gian cả trong nhà lẫn ngoài trời rộng rãi cùng các điệu nhạc sôi động, không khó hiểu khi Carmen Bar dần trở thành điểm đến quen thuộc của giới trẻ Sài thành.",
   "type": "Bar Chill",
   "timeOpen": "07:30",
   "timeClosed": "00:00",
   "latitude": "10.782523083534997",
   "longitude": "106.70479479973262",
   "web": "https://carmensaigon.com",
   "imageName": "Carmen Bar",
   "isFavourite": false,
   "isFeatured": false
 },
 {
   "id": 9,
   "name": "Glow Skybar",
   "address": "93 Nguyễn Du, Bến Nghé, Quận 1, Thành phố Hồ Chí Minh, Việt Nam",
   "description": "Glow Sky Bar có bầu không khí thoáng đãng và không gian giống với một bãi biển. Dòng nhạc thường được chơi tại Glow Sky Bar là deep house, tropical house đem đến cho người nghe cảm giác nhẹ nhàng, tươi mới. Glow Sky Bar là bar thích hợp để gặp mặt, trò chuyện. Đắm chìm trong thức uống thượng hạng, bầu không khí sôi động, lắc lư theo những giai điệu bắt tai từ những nghệ sĩ nổi tiếng là những trải nghiệm tuyệt vời cho một đêm chill tại Sài Gòn.",
   "type": "Sky Bar",
   "timeOpen": "17:30",
   "timeClosed": "02:00",
   "latitude": "10.777121978149472",
   "longitude": "106.69817887447445",
   "web": "https://m.facebook.com/profile.php?id=1485970495040572&_rdr",
   "imageName": "Glow Skybar",
   "isFavourite": false,
   "isFeatured": false
 },
 {
   "id": 10,
   "name": "Zahrah Coffee Lounge",
   "address": "19 Đỗ Quang Đẩu, Phường Phạm Ngũ Lão, Quận 1, Thành phố Hồ Chí Minh, Việt Nam",
   "description": "Zahrah Coffee Lounge & Rooftop như một ốc đảo Trung Đông, không gian được trau chuốt bởi các chi tiết decor sẽ khiến bạn thực sự bay bổng trong đêm Ả Rập huyền bí. Dòng nhạc Tech House thời thượng, cùng những bản mix Deep House, EDM bắt tai. Thức uống độc đáo và âm nhạc thư giãn, các món ăn chỉn chu được thực hiện bởi đầu bếp lâu năm trong nghề.",
   "type": "Lounge",
   "timeOpen": "18:00",
   "timeClosed": "02:00",
   "latitude": "10.766746411595594",
   "longitude": "106.69096472671947",
   "web": "https://www.facebook.com/zahrahlounge/",
   "imageName": "Zahrah Coffee Lounge",
   "isFavourite": false,
   "isFeatured": false
 },
 {
   "id": 11,
   "name": "Zion Sky Lounge & Dining",
   "address": "87A Hàm Nghi, Phường Nguyễn Thái Bình, Quận 1, Thành phố Hồ Chí Minh, Việt Nam",
   "description": "Zion Sky Lounge & Dining được mệnh danh là địa điểm ăn chơi Sài Gòn xa hoa bậc nhất. Âm nhạc cuốn hút và vị ngon mê đắm của những ly cocktail hay rượu vang tinh chế sẽ giúp bạn tận hưởng những phút giây thăng hoa. Những màn trình diễn đẳng cấp của các ca sĩ hàng đầu Việt Nam sẽ thổi bùng không khí khiến bạn không thể ngồi yên.",
   "type": "Lounge",
   "timeOpen": "17:30",
   "timeClosed": "02:00",
   "latitude": "10.770731689735795",
   "longitude": "106.70206765370632",
   "web": "https://www.facebook.com/ZionVN/",
   "imageName": "Zion Sky Lounge & Dining",
   "isFavourite": false,
   "isFeatured": false
 },
 {
   "id": 12,
   "name": "PK Maltroom",
   "address": "8A Đặng Tất, Tân Định, Quận 1, Thành phố Hồ Chí Minh, Việt Nam",
   "description": "Không gian quán ấm cúng, thân mật, không rộng rãi, không phô trương, có chút nét hoài cổ, nơi những tâm hồn muốn tìm kiếm chút khoảng lặng trong cuộc sống có thể đến và nhâm nhi những ly whiskey hảo hạng. Đến nhiều lần và đến quen, có lẽ PK Maltroom sẽ gợi cho bạn cảm giác thân tình như một người bạn. Bởi lẽ, bartender luôn sẵn sàng pha chế ly cocktail đúng điệu tâm trạng của khách ngay lúc ấy.",
   "type": "Bar Chill",
   "timeOpen": "16:00",
   "timeClosed": "00:15",
   "latitude": "10.793.291.312.113.300",
   "longitude": "10.668.901.008.135.700",
   "web": "https://vi-vn.facebook.com/pkmaltroom/",
   "imageName": "PK Maltroom",
   "isFavourite": false,
   "isFeatured": false
 },
 {
   "id": 13,
   "name": "Rabbit Hole",
   "address": "138 Đ. Nam Kỳ Khởi Nghĩa, Bến Nghé, Quận 1, Thành phố Hồ Chí Minh, Việt Nam",
   "description": "Với nội thất kết hợp giữa phong cách kinh điển của nbững quán bar hàng đầu tại Mỹ và Nhật Bản, Rabbit Hole tạo cho khách cảm giác yên bình, thư giãn tột cùng nhờ cách bài trí không gian đầy chỉn chu, hiện đại, Bartender tại đây sẽ sẵn sàng phục vụ bất kì loại cocktail kinh điển hoặc tùy theo ý thích của bạn. Riêng các loại cocktail đặc trưng do quán sáng tạo là được lấy tên gọi và cảm hứng từ câu chuyện Alice in Wonderland.",
   "type": "Bar Chill",
   "timeOpen": "18:00",
   "timeClosed": "02:00",
   "latitude": "10.777800983935258",
   "longitude": "106.6975438113772",
   "web": "https://therabbitholebar.com",
   "imageName": "Rabbit Hole",
   "isFavourite": false,
   "isFeatured": false
 },
 {
   "id": 14,
   "name": "The Iron Bank - Cocktail Vault",
   "address": "47 Tôn Thất Đạm, Phường Nguyễn Thái Bình, Quận 1, Thành phố Hồ Chí Minh, Việt Nam",
   "description": "Nằm trên tầng 1 của căn nhà thuộc dãy nhà cũ trong “khu phố ngân hàng”, The Iron Bank tạo cảm giác thân tình ngay khi bước chân lên cầu thang được bài trí dãy đèn nhỏ và chậu cây bé xinh. Bên trong, bạn sẽ tìm thấy không gian có phần mộc mạc, chân phương với những mảng tường để lộ gạch, ánh nến vi vu, và nội thất gỗ ấm áp. Quán phục vụ các loại cocktail đa dạng, được chia thành 3 mục chủ đạo: New Money, Old Money và Local Cocktails.",
   "type": "Bar Chill",
   "timeOpen": "17:00",
   "timeClosed": "01:00",
   "latitude": "10.770427789102246",
   "longitude": "106.70360309973265",
   "web": "https://www.facebook.com/theironbankcocktailvault/",
   "imageName": "The Iron Bank - Cocktail Vault",
   "isFavourite": false,
   "isFeatured": false
 },
 {
   "id": 15,
   "name": "Saigon Saigon Rooftop Bar",
   "address": "19 Công Trường Lam Sơn, Bến Nghé, Quận 1, Thành phố Hồ Chí Minh, Việt Nam",
   "description": "Saigon Saigon Rooftop Bar sẽ mang đến cho bạn một không gian vừa chill vừa có thể ngắm nhìn TPHCM ngay tại trục đường Đồng Khởi – Nguyễn Huệ – Lê Lợi hết sức sầm uất. Bao quanh đó là các công trình kiến trúc mang tính biểu tượng của Sài Gòn như Hội đồng Nhân dân Thành phố, Nhà hát lớn Thành phố, công viên Lam Sơn và Nhà thờ Đức Bà. Trải qua hơn 60 năm tồn tại và phát triển, Saigon Saigon Rooftop Bar vẫn duy trì được di sản kiến trúc vốn có của mình.",
   "type": "Sky Bar",
   "timeOpen": "16:00",
   "timeClosed": "00:30",
   "latitude": "10.805204531790647",
   "longitude": "106.68762328061364",
   "web": "https://vi-vn.facebook.com/saigonsaigonrooftopbar/",
   "imageName": "Saigon Saigon Rooftop Bar",
   "isFavourite": false,
   "isFeatured": false
 },
 {
   "id": 16,
   "name": "Poc Poc Beer Garden",
   "address": "79a Nguyễn Đình Chiểu, Phường 6, Quận 3, Thành phố Hồ Chí Minh, Việt Nam",
   "description": "Sự năng động nhiệt tình của đội ngũ nhân viên cùng những tay pha chế tạo ra những thức uống ngon miệng thì điểm cộng này chắc hẳn bấm bụng hài lòng rất nhiều du khách. Hơn thế tận dụng không gian lý tưởng quán bar thường tổ sức các sự kiện, event, chương trình thú vị tạo điểm nhấn mới lạ khiến du khách luôn tò mò muốn tìm đến giải trí.",
   "type": "Bar",
   "timeOpen": "17:00",
   "timeClosed": "02:00",
   "latitude": "10.781238620989143",
   "longitude": "106.69269102671949",
   "web": "https://vi-vn.facebook.com/pocpocbeergarden/",
   "imageName": "Poc Poc Beer Garden",
   "isFavourite": false,
   "isFeatured": false
 },
 {
   "id": 17,
   "name": "Martini Bar",
   "address": "2 Công Trường Lam Sơn, Bến Nghé, Quận 1, Thành phố Hồ Chí Minh, Việt Nam",
   "description": "Không gian quán được thiết kế đương đại, hài hòa và phảng phất nét kiến trúc đẳng cấp của thương hiệu 5 sao Park Hyatt. Trong một buổi tối đẹp trời, một khi bạn ghé thăm Martini Bar – Park Hyatt Saigon Hotel thì khó lòng cưỡng lại những hương cocktail thơm nồng và quyến rũ như Smoky Uncle Tam bí ẩn hay Saigon Coffee Martini cách tân. Chính vì sự đẳng cấp của mình mà Martini Bar – Park Hyatt Saigon Hotel cũng là điểm đến lý tưởng để tiếp khách quý, dành tặng những điều tuyệt vời nhất cho người mình yêu. Và những ly cocktail chính là nhân tố tiếp thêm may mắn và thành công cho mục đích ấy của bạn.",
   "type": "Bar Chill",
   "timeOpen": "17:00",
   "timeClosed": "00:00",
   "latitude": "10.77805408375784",
   "longitude": "106.70328502487068",
   "web": "https://www.facebook.com/pages/category/Wine-Bar/Martini-Bar-2302189346704574/",
   "imageName": "Martini Bar",
   "isFavourite": false,
   "isFeatured": false
 },
 {
   "id": 18,
   "name": "The Gin House",
   "address": "28/3A Đường Tôn Thất Tùng, Phường Phạm Ngũ Lão, Quận 1, Thành phố Hồ Chí Minh, Việt Nam",
   "description": "Nội thất quán mang cảm hứng từ các quán bar theo phong cách speakeasy. Với cánh cửa gỗ to nặng cùng tấm màn nhung đỏ huyền bí chào đón khách ngay lối vào. Đặc biệt ở The Gin House, bạn nhất định phải thưởng thức các loại gin tẩm hương thảo mộc và trái cây tại gia. Ngoài ra, các loại cocktail đặc trưng pha trộn với rượu gin cũng rất độc đáo.",
   "type": "Bar Chill",
   "timeOpen": "17:00",
   "timeClosed": "02:00",
   "latitude": "10.770957507332833",
   "longitude": "106.69172155555499",
   "web": "https://vi-vn.facebook.com/theginhousesaigon/",
   "imageName": "The Gin House",
   "isFavourite": false,
   "isFeatured": false
 },
 {
   "id": 19,
   "name": "Drinking & Healing",
   "address": "25 Đ. Hồ Tùng Mậu, Phường Nguyễn Thái Bình, Quận 1, Thành phố Hồ Chí Minh 700000, Việt Nam",
   "description": "Đến với Drinking & Healing, bạn sẽ tìm thấy gần 15 loại gin tonic dựa trên tủ rượu gin phong phú có trên kệ, một số loại cocktail kinh điển, cùng danh mục spirit đa dạng gồm rum, whiskey, tequila… cũng như các loại rượu tẩm hương trái cây và thảo mộc (infusion) độc đáo khác do quán tự làm. Làm nổi bật đúng tinh thần trẻ trung, đương đại của quán, các loại cocktail đặc trưng tại đây luôn bắt nhịp xu thế pha chế trong khu vực, giúp đem lại những ly nước đầy sắc màu sáng tạo.",
   "type": "Bar Chill",
   "timeOpen": "18:30",
   "timeClosed": "02:00",
   "latitude": "10.770797567657603",
   "longitude": "106.70447072671946",
   "web": "https://www.facebook.com/drinking.n.healing",
   "imageName": "Drinking & Healing",
   "isFavourite": false,
   "isFeatured": false
 }
]
